Repository: webmandesign/firefly
Catalog: languages/*.po
Languages: sk_sk

source: Oops! That page can not be found.
sk_sk: Hľadaná stránka nebola nájdená.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
sk_sk: Na tomto mieste sa nič nenachádza. Možno skúste vyhľadávanie alebo doleuvedené odkazy?

source: Most Used Categories
sk_sk: Najpoužívanejšie kategórie

# Comments list title.
source: 1 comment on &ldquo;%2$s&rdquo;
sk_sk: 1 komentár k &ldquo;%2$s&rdquo;

# Add new comment link text.
source: Add yours &rarr;
sk_sk: Pridať vlastný &rarr;

source: Comments are closed. You can not add new comments.
sk_sk: Komentáre sú uzatvorené. Nie je možné pridávať ďalšie.

source: Comment navigation
sk_sk: Navigácia v komentároch

source: &larr; Older comments
sk_sk: &larr; Staršie komentáre

source: Newer comments &rarr;
sk_sk: Novšie komentáre &rarr;

# %s: theme name.
source: About %s
sk_sk: Info o %s

# 1: theme name, 2: theme version number.
source: Welcome to %1$s %2$s
sk_sk: Vitajte v %1$s %2$s

# 1: theme name, 2: theme developer link.
source: Thank you for using %1$s WordPress theme by %2$s!
sk_sk: Ďakujeme, že používate <strong>%1$s</strong> WordPress tému vytvorenú spoločnosťou %2$s!

source: Please take time to read the steps below to set your website up.
sk_sk: Venujte prosím čas doleuvedeným inštrukciám pre nastavenie vašej webstránky.

source: User Manual
sk_sk: Príručka pre používateľov

source: Support Center
sk_sk: Centrum pomoci

source: Quickstart Guide
sk_sk: Inštalačná príručka

# %s: plugin name.
source: To make the theme highly flexible, open and future-proof, it uses the %s plugin.
sk_sk: Aby bola zaručená vysoká flexibilita, otvorenosť a budúca kompatibilita témy, využíva modul %s.

source: Please, install and activate this plugin to provide the additional functionality.
sk_sk: Prosíme, nainštalujte a aktivujte tento modul pre získanie doplnkových funkcií.

# %s: plugin name.
source: Install %s &raquo;
sk_sk: Inštalovať %s &raquo;

source: The WordPress settings
sk_sk: Nastavenia WordPress

source: Do not forget to set up your WordPress in "Settings" section of the main WordPress admin menu. Please go through all the subsections and options.
sk_sk: Nezabudnite nastaviť váš WordPress v menu "Nastavenia". Prosíme, prejdite si všetky podsekcie nastavení, ktoré vám WordPress ponúka.

source: Set up WordPress &raquo;
sk_sk: Nastaviť WordPress &raquo;

source: Customize the theme
sk_sk: Prispôsobiť tému

source: You can customize the theme using live-preview editor. Apply a design changes with no fear of them affecting your website front-end - nothing is going live until you save the changes!
sk_sk: Vzhľad témy môžete prispôsobiť pomocou editora s náhľadom v reálnom čase. Upravte dizajn webstránky bez obáv - nič nebude aplikované pokiaľ zmeny neuložíte!

source: Customize the Theme &raquo;
sk_sk: Prispôsobiť tému &raquo;

source: Important:
sk_sk: Dôležité:

source: For the best performance, the theme generates a single CSS stylesheet file using WordPress native filesystem API. The file is being generated after saving theme customizer settings.
sk_sk: Aby bol zaručený čo najvyšší výkon webstránky, téma generuje iba jeden súbor CSS štýlov pomocou WordPress Filesystem API. Tento súbor sa vytvára po uložení nastavení prispôsobenia témy.

source: If you notice an error message in WordPress dashboard after leaving the theme customizer, please check whether you should set up the FTP credentials in your "wp-config.php" file.
sk_sk: Ak spozorujete chybové hlásenie v administrácii WordPress po odchode zo stránky prispôsobenia témy, skontrolujte prosím, či nie je nutné nastaviť FTP prístup v súbore "wp-config.php".

source: Please read the instructions.
sk_sk: Prosíme, prečítajte si inštrukcie.

source: Installing the theme demo content
sk_sk: Inštalácia demo obsahu témy

source: You can obtain the most recent theme demo content file in the theme on-line user manual. Please click the button below to obtain the file and read the short instructions on how to install the demo content.
sk_sk: Najaktuálnejší súbor demo obsahu témy môžete získať na stránkach užívateľského manuálu témy. Prosíme, kliknite na tlačidlo pre získanie súboru a zobrazenie stručných inštrukcií popisujúcich inštaláciu demo obsahu.

source: Please, pay attention to section on what additional plugins should be installed beforehand.
sk_sk: Prosíme, venujte pozornosť sekcii o dodatočných moduloch, ktoré by ste mali nainštalovať pred importovaním demo obsahu.

# %s: plugin name.
source: Install demo content &raquo;
sk_sk: Inštalovať demo obsah &raquo;

source: You can disable this page in Appearance &raquo; Customize &raquo; Theme &raquo; Others.
sk_sk: Túto stránku môžete vypnúť v menu Vzhľad &raquo; Prispôsobiť &raquo; Téma &raquo; Ostatné.

source: Powered by %s
sk_sk: Používame %s

# 1: theme name, 2: theme developer name
source: Theme: %1$s by %2$s
sk_sk: Téma: %1$s od %2$s

source: Back to top &uarr;
sk_sk: Späť nahor &uarr;

source: Sorry, but this website does not support Internet Explorer 8 or lower.
sk_sk: Ospravedlňujeme sa, ale táto webstránka nepodporuje prehliadač Internet Explorer 8 a starší.

source: Please, upgrade your Internet Explorer.
sk_sk: Prosíme, aktualizujte svoj Internet Explorer.

source: Or, switch to another browser.
sk_sk: Alebo skúste iný internetový prehliadač.

source: Skip to navigation
sk_sk: Preskočiť na navigáciu

# Pagination text (hidden): previous.
source: Previous page
sk_sk: Predchádzajúca stránka

# Pagination text (hidden): next.
source: Next page
sk_sk: Nasledujúca stránka

source: Posts Navigation
sk_sk: Navigácia príspevkov

source: Part %
sk_sk: Časť %

source: Primary Menu
sk_sk: Primárne menu

# Mobile navigation toggle button title.
source: Menu
sk_sk: Navigácia

source: More
sk_sk: Viac

source: Skip to menu toggle button
sk_sk: Preskočiť na tlačidlo zapnutia a vypnutia menu

# Display search form button title.
source: Search
sk_sk: Vyhľadávanie

source: Please, set up the menu in Appearance &raquo; Menus.
sk_sk: Nastavte navigáciu v sekcii Vzhľad &raquo; Menu.

source: This content is password protected.
sk_sk: Tento obsah je chránený heslom.

source: Enter the password to view it.
sk_sk: Zadajte heslo pre jeho zobrazenie.

# %s: Name of current post.
source: Continue reading%s&hellip;
sk_sk: Pokračovať v čítaní%s&hellip;

source: <span class="meta-nav">Published In</span> <span class="post-title">%title</span>
sk_sk: <span class="meta-nav">Publikované v</span> <span class="post-title">%title</span>

source: <span class="meta-nav">Previous</span> <span class="post-title">%title</span>
sk_sk: <span class="meta-nav">Predchádzaúce</span> <span class="post-title">%title</span>

source: <span class="meta-nav">Next</span> <span class="post-title">%title</span>
sk_sk: <span class="meta-nav">Nasleduje</span> <span class="post-title">%title</span>

source: Post navigation
sk_sk: Navigácia v článkoch

source: Skip back to navigation
sk_sk: Preskočiť späť na navigáciu

source: Intro heading section
sk_sk: Intro nadpis

source: Intro title section
sk_sk: Sekcia intro nadpisu

source: Disable intro title section
sk_sk: Vypnúť sekciu intro nadpisu

source: Disable intro title section for this page
sk_sk: Vypnúť sekciu intro nadpisu na tejto stránke

source: Subpages list setup
sk_sk: Nastavenie zoznamu podstránok

source: Instructions
sk_sk: Inštrukcie

source: These settings will modify the page display in the list of subpages. The page needs to be nested under a parent page and you need to set up the parent page with "List subpages" page template assigned.
sk_sk: Tieto nastavenia upravujú zobrazenie stránky v zozname podstránok. Stránku je nutné nastaviť ako podstránku inej stránky, a zároveň je nutné nastaviť šablónu nadradenej stránky na "Zoznam podstránok".

source: Page icon class
sk_sk: CSS trieda ikonky stránky

source: Icon class can be found in Appearance > Icon Font
sk_sk: CSS triedu ikonky nájdete v sekcii Vzhľad > Ikonky

source: Featured image in list of subpages
sk_sk: Prezentačný obrázok v zozname podstránok

source: Set this if you wish to override the display of the page featured image
sk_sk: Nastavte iba ak si prajete použiť iný obrázok, než je prezentačný obrázok stránky

source: - Choose from predefined classes -
sk_sk: - Vyberte z prednastavených tried -

source: Posts list classes:
sk_sk: Triedy zoznamu článkov:

source: Masonry items layout
sk_sk: "Masonry" rozloženie prvkov

source: Border around items
sk_sk: Okraj okolo prvkov

source: Posts: Hide media (featured images, video and audio players)
sk_sk: Články: Skryť médiá (prezentačný obrázok, video a audio prehrávače)

source: Staff: Hide excerpt
sk_sk: Zamestnanci: Skryť text popisu (zhrnutie)

source: Content Module: Inline icon box layout
sk_sk: Obsahový modul: Horizontálne zobrazenie ikonkového boxu

source: Content Module: Hide title
sk_sk: Obsahový module: Skryť nadpis

source: Layout classes:
sk_sk: Triedy rozloženia:

source: Text center
sk_sk: Text v strede

source: Text right
sk_sk: Text vpravo

source: Make elements fullwidth
sk_sk: Roztiahnuť elementy na celú šírku

source: Center row or column content vertically
sk_sk: Vertikálne vycentrovať obsah riadku alebo stĺpca

source: Force column as last
sk_sk: Zaradiť stĺpec ako posledný

source: Force column as first
sk_sk: Zaradiť stĺpec ako prvý

source: Apply sidebar layout
sk_sk: Aplikovať vzhľad bočného panela

source: Color classes:
sk_sk: Triedy farieb:

source: Set error colors
sk_sk: Nastaviť "chybové" farby

source: Set info colors
sk_sk: Nastaviť "info" farby

source: Set neutral colors
sk_sk: Nastaviť "neutrálne" farby

source: Set success colors
sk_sk: Nastaviť farby "úspechu"

source: Set warning colors
sk_sk: Nastaviť "výstražné" farby

source: Set accent colors
sk_sk: Nastaviť akcentové farby

source: Set header colors
sk_sk: Nastaviť farby záhlavia

source: Set navigation colors
sk_sk: Nastaviť farby navigácie

source: Set header info widgets colors
sk_sk: Nastaviť farby informačných widgetov záhlavia

source: Set content colors
sk_sk: Nastaviť farby obsahu

source: Set sidebar colors
sk_sk: Nastaviť farby bočného panelu

source: Set footer colors
sk_sk: Nastaviť farby pätky

source: Set footer info widgets colors
sk_sk: Nastaviť farby informačných widgetov pätky

source: Set footer credits colors
sk_sk: Nastaviť farby info textu pätky

source: Hover error
sk_sk: "Chybové" farby po prechode myšou

source: Hover info
sk_sk: "Info" farby po prechode myšou

source: Hover neutral
sk_sk: "Neutrálne" farby po prechode myšou

source: Hover success
sk_sk: Farby "úspechu" po prechode myšou

source: Hover warning
sk_sk: "Výstražné" farby po prechode myšou

source: Button classes:
sk_sk: Triedy tlačidiel:

source: Simple button, inherit text color
sk_sk: Jednoduché tlačidlo, farba sa dedí z textu

source: Simple button, dark
sk_sk: Jednoduché tlačidlo, tmavé

source: Simple button, light
sk_sk: Jednoduché tlačidlo, svetlé

source: Force simple submit button in form
sk_sk: Zjednodušiť tlačidlo odoslania formulára

source: Widget classes:
sk_sk: Triedy widgetov:

source: Hide widget title
sk_sk: Skryť nadpis widgetu

source: Hide widget title accessibly
sk_sk: Skryť nadpis widgetu dostupne

source: Breadcrumbs navigation
sk_sk: Omrvinková navigácia

source: Load more&hellip;
sk_sk: Načítať ďalšie&hellip;

# Generalized, abstract color name.
source: Success
sk_sk: Úspech

# Generalized, abstract color name.
source: Info
sk_sk: Informácia

# Generalized, abstract color name.
source: Warning
sk_sk: Upozornenie

# Generalized, abstract color name.
source: Error
sk_sk: Chyba

# Generalized, abstract color name.
source: Neutral
sk_sk: Neutrálna

source: Icon
sk_sk: Ikonka

source: Icon color
sk_sk: Farba ikonky

source: Sidebar
sk_sk: Bočný panel

source: Footer Widgets
sk_sk: Widgety v pätke

source: Social Links Menu
sk_sk: Menu odkazov sociálnych sietí

source: Mobile Bar (max 4 links)
sk_sk: Mobilné menu (max. 4 odkazy)

source: Thank you for installing the %s theme!
sk_sk: Ďakujeme za inštaláciu témy %s!

source: Please read the information about the theme.
sk_sk: Prosíme, prečítajte si informácie o téme.

source: In posts list.
sk_sk: V zozname článkov.

source: In single staff post page.
sk_sk: Na stránke článku typu Zamestnanci.

source: In single post page.
sk_sk: Na stránke článku.

source: In staff and testimonials list.
sk_sk: V zozname zamestnancov a posudkov.

source: As intro heading background.
sk_sk: Ako pozadie intro nadpisu.

# WordPress predefined image size name.
source: Thumbnail size
sk_sk: Veľkosť miniatúry

# WordPress predefined image size name.
source: Medium size
sk_sk: Stredný rozmer

# WordPress predefined image size name.
source: Large size
sk_sk: Veľký rozmer

source: Recommended image sizes
sk_sk: Odporúčané rozmery obrázkov

source: For the theme to work correctly, please, set these recommended image sizes:
sk_sk: Prosíme, nastavte tieto odporúčané rozmery obrázkov pre správne zobrazenie v téme:

source: Size name
sk_sk: Názov rozmeru

source: Size parameters
sk_sk: Parametre rozmeru

source: Theme usage
sk_sk: Použitie v téme

source: cropped
sk_sk: orezaný

source: scaled
sk_sk: zmenšený

source: Additional image size added by the theme. Can not be changed on this page.
sk_sk: Dodatočný rozmer obrázkov vytvorený použitou témou. Nie je ho možné nastaviť na tejto stránke.

source: Thin (hairline) text
sk_sk: Tenulinký text (ako vlások)

source: Extra light text
sk_sk: Extra tenký text

source: Light text
sk_sk: Tenký text

source: Normal weight text
sk_sk: Normálny text

source: Medium text
sk_sk: Hrubší text

source: Semi bold text
sk_sk: Stredne hrubý text

source: Bold text
sk_sk: Hrubý text

source: Extra bold text
sk_sk: Extra hrubý text

source: Heavy text
sk_sk: Tažký text

source: Text weights
sk_sk: Hrúbka textu

source: WebMan Amplifier (theme features)
sk_sk: WebMan Amplifier (dodatočná funkcionalita)

source: Beaver Builder (page builder)
sk_sk: Beaver Builder (editor stránok)

# Customizer panel title.
source: Theme
sk_sk: Téma

source: Theme Credits
sk_sk: O téme

# 1: linked theme name, 2: theme author name.
source: %1$s is a WordPress theme developed by %2$s.
sk_sk: %1$s je WordPress téma vytvorená spoločnosťou %2$s.

# %s: theme author link.
source: You can obtain other professional WordPress themes at %s.
sk_sk: Ďalšie profesionálne WordPress témy môžete získať na %s.

source: Thank you for using this awesome theme!
sk_sk: Ďakujeme, že používate túto úžasnú tému!

# %s = section name. Customizer section title.
source: Colors: %s
sk_sk: Farby: %s

# Customizer color section title
source: Accents
sk_sk: Akcentované

source: Accent color
sk_sk: Akcentovaná farba

source: This color affects links and other elements, such as buttons
sk_sk: Táto farba ovplyvňuje odkazy a iné elementy webstránky, ako napríklad tlačidlá

source: Accent text color
sk_sk: Farba textu na akcentovanej farbe

source: Color of text on accent color background
sk_sk: Farba textu zobrazeného na pozadí akcentovej farby

source: "Error" color
sk_sk: "Chybová" farba

source: Background color
sk_sk: Farba pozadia

source: Text color
sk_sk: Farba textu

source: "Info" color
sk_sk: "Info" farba

source: "Neutral" color
sk_sk: "Neutrálna" farba

source: "Success" color
sk_sk: "Úspešná" farba

source: "Warning" color
sk_sk: "Výstražná" farba

# Customizer color section title
source: Header
sk_sk: Záhlavie

source: Header
sk_sk: Záhlavie

source: Navigation
sk_sk: Navigácia

source: The navigation colors will also affect other theme elements, such as Custom Menu and Submenu widget.
sk_sk: Farby navigácie ovplyvnia aj iné elementy webstránky, ako sú widgety "Vlastné menu" a "Submenu".

source: Sets the background of submenus and active top level menu items
sk_sk: Nastaví pozadie rozbaľovacích menu a aktívnych menu prvkov najvyššej úrovne

source: Top level menu items text color is affected by header text color
sk_sk: Farba textu menu prvkov najvyššej úrovne je nastaviteľná pomocou farby textu záhlavia

source: Borders color
sk_sk: Farba orámovania

source: This color will also be used as submenu item mouse hover color
sk_sk: Táto farba sa taktiež použije ako farba pozadia po prechode myšou cez prvky v rozbaľovacích menu

# Customizer color section title
source: Content
sk_sk: Obsah

source: Content
sk_sk: Obsah

source: The content colors will also affect other theme elements, such as standard posts and Staff posts list items.
sk_sk: Farby obsahu ovplyvnia aj iné elementy webstránky, ako je zoznam článkov a zoznam Zamestnancov.

source: Headings color
sk_sk: Farba nadpisov

source: Sidebar background color
sk_sk: Farba pozadia bočného panelu

source: Set this to slightly different color than the content background
sk_sk: Nastavte ju na trochu inú hodnotu ako je farba pozadia obsahu webstránky

source: Set this to slightly different color than the content background. This color will also be applied on default layout of Content Modules and breadcrumbs navigation.
sk_sk: Táto farba by mala byť trochu odlišná od farby pozadia obsahu webstránky. Aplikuje sa aj na základné rozloženie Obsahových Modulov a na omrvinkovú navigáciu.

# Customizer color section title
source: Footer
sk_sk: Pätka

source: Footer
sk_sk: Pätka

source: This color affects links and other elements
sk_sk: Táto farba sa aplikuje na odkazy a iné elementy webstránky

source: Info widgets
sk_sk: Informačné widgety

source: Credits area
sk_sk: Info text v pätke

# Customizer color section title
source: Site background
sk_sk: Pozadie stránky

# Customizer section title.
source: Layout
sk_sk: Rozloženie

# A website container.
source: Container
sk_sk: Kontajner webstránky

source: Website layout
sk_sk: Rozloženie webstránky

source: Boxed
sk_sk: Orámovaná

source: Fullwidth
sk_sk: Na celú šírku

source: Website max width
sk_sk: Maximálna šírka webstránky

source: For boxed website layout.
sk_sk: Platí iba pre orámované rozloženie webstránky.

source: Default value: %s
sk_sk: Pôvodná hodnota: %s

source: Content width
sk_sk: Šírka obsahu webstránky

source: Sticky header
sk_sk: Prichytávanie záhlavia

source: Number of columns
sk_sk: Počet stĺpcov

# Customizer section title.
source: Texts
sk_sk: Texty

source: Footer credits (copyright)
sk_sk: Info v pätke (copyright)

source: Set %s to disable the this area.
sk_sk: Nastavte %s pre vypnutie tejto sekcie.

# Customizer section title.
source: Fonts
sk_sk: Písmo

source: Basic font size in px
sk_sk: Základná veľkosť písma v px

source: All other font sizes are calculated automatically from this basic font size
sk_sk: Všetky ostatné veľkosti písma budú automaticky vypočítané z tejto základnej hodnoty

source: Disable theme fonts loading
sk_sk: Zakázať načitanie fontov témy

source: If you are using a custom fonts plugin you should disable the default theme fonts loading scripts.
sk_sk: Ak používate vlastné moduly druhov písma, mali by ste zakázať načítanie súborov prednastavených fontov témy.

source: This theme does not restrict you to a predefined set of fonts. Please use any font service (such as %s) plugin you want and set the plugin according to the information below.
sk_sk: Táto téma vás neobmedzuje prednastavenými sadami typov písma. Použite modul pre akúkoľvek službu typov písma (ako je napríklad %s) a nastavte ho podľa doleuvedených informácií.

source: List of CSS selectors for predefined theme font sets:
sk_sk: Zoznam CSS selektorov pre predefinované sady typov písma v téme:

# CSS selector group name.
source: Texts:
sk_sk: Texty:

source: Default font used: %s
sk_sk: Prednastavený typ písma: %s

# CSS selector group name.
source: Headings:
sk_sk: Nadpisy:

# Customizer section title.
source: Others
sk_sk: Ostatné

source: Disable logo styling
sk_sk: Vypnúť dekoráciu loga

source: Removes the theme text logo styling.
sk_sk: Odstráni dekoráciu na textovom logu.

source: Disable "About" page
sk_sk: Vypnúť info stránku

source: Removes the theme "About" page from "Appearance" menu of your WordPress dashboard.
sk_sk: Odstráni stránku o informáciách ohľadne témy z menu "Vzhľad" v administrácii WordPresu.

source: Beaver Builder - all modules
sk_sk: Beaver Builder - všetky moduly

source: If you are using Beaver Builder Pro version, and you would like to use preset templates, please enable all the plugin native modules here.
sk_sk: Ak používate Pro verziu modulu Beaver Builder a želáte si využiť jeho prednastavené šablóny, je nutné povoliť všetky pôvodné moduly editora stránok.

source: Search Results for: %s
sk_sk: Výsledky vyhľadávania pre: %s

# Sidebar aria label
source: Footer sidebar
sk_sk: Widgety v pätke

# Sidebar aria label
source: Sidebar
sk_sk: Bočný panel

# Attachment page image info table caption.
source: Image info
sk_sk: Informácie o obrázku

# Attachment page publish time.
source: Image published on:
sk_sk: Obrázok bol publikovaný dňa:

source: Image size:
sk_sk: Veľkosť obrázku:

source: Image file name:
sk_sk: Názov súboru obrázku:

source: Nothing Found
sk_sk: Nenašli sa žiadne záznamy

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
sk_sk: Pripravený publikovať svoj prvý článok? <a href="%1$s">Začnite hneď</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
sk_sk: Vášmu vyhľadávaniu nezodpovedajú žiadne záznamy. Skúste znovu pomocou iných kľúčových slov.

source: It seems we can not find what you are looking for. Perhaps searching can help.
sk_sk: Nemôžeme nájsť, čo hľadáte. Skúste vyhľadávacie pole.

# Status post format text on mouse hover (1: author name, 2: status publish date).
source: Status: %1$s on %2$s
sk_sk: Status: %1$s dňa %2$s

source: Social Menu
sk_sk: Menu sociálnych sietí

source: Back to top
sk_sk: Späť nahor
